[
  {
    "quote": "<em>Clear water flows over white rock,<br>the autumn moon shines bright,<br>so clear is the original face.<br>Who dares say it is or is not?</em>",
    "author": "Son'gyong Sunim, Korean nun"
  },
  {
    "quote": "The pillar pulls out the bone sideways,<br>the void shows its claws and fangs;<br>even if one profoundly understands,<br>there is still sand in the eye.",
    "author": "Nun Jiaoan (China, 11th cent. CE)"
  },
  {
    "quote": "With this and that I tried to keep the bucket together,<br>and then the bottom fell out.<br>Where water does not collect,<br>the moon does not dwell.",
    "author": "Laywoman Chiyono (Japan, 13th cent. CE)"
  },
  {
    "quote": "Up on the high slopes, I see only old woodcutters.<br>Everyone has the spirit of the knife and the axe.<br>How can they see the mountain flowers<br>reflected in the water&mdash;glorious, red?",
    "author": "Laywoman Chen (China, c. 600-800 CE)"
  },
  {
    "quote": "Greed, hatred and ignorance rise endlessly:  I vow to abandon them.",
    "author": "Second Bodhisattva Vow"
  },
  {
    "quote": "Sentient beings are numberless:  I vow to save them.",
    "author": "First Bodhisattva Vow"
  },
  {
    "quote": "Dharma gates are countless:  I vow to awake to them.",
    "author": "Third Bodhisattva Vow"
  },
  {
    "quote": "The Buddha way is uncontrived:  I vow to embody it fully.",
    "author": "Fourth Bodhisattva Vow"
  },
  {
    "quote": "See and realize<br>that this world<br>is not permanent.<br>Neither late nor early flowers<br>will remain.",
    "author": "Ryokan"
  },
  {
    "quote": "Great is the robe of liberation,<br>a formless field of benefaction.<br>Buddhas have authentically transmitted it.<br>Ancestors have intimately received it.<br>Beyond wide, beyond narrow,<br>beyond cloth, beyond threads,<br>maintain it thus,<br>then you are called a keeper of the robe.",
    "author": "Ryokan"
  },
  {
    "quote": "If someone asks<br>about the mind of this monk:<br>say it is no more than<br>a passage of wind<br>in the vast sky.",
    "author": "Ryokan"
  },
  {
    "quote": "Although from the beginning<br>I knew<br>the world is impermanent,<br>not a moment passes<br>when my sleeves are dry.",
    "author": "Ryokan"
  },
  {
    "quote": "One thing<br>the thief left behind&mdash;<br>moon in my window.",
    "author": "Ryokan"
  },
  {
    "quote": "Mountain forms are the Buddha's Body,<br>Valley streams are his Long Broad Tongue.<br>At night I hear their myriad hymns of praise&mdash;<br>How can I tell you what they say?",
    "author": "Su Tung-P'o"
  },
  {
    "quote": "It is easy to come to some realization.<br><br>It is difficult to manifest that realization,<br>moment by moment.",
    "author": "Dae Gak"
  },
  {
    "quote": "To study the Way<br>is to study the self.<br><br>To study the self<br>is to forget the self.<br><br>To forget the self is to be brought to life<br>by myriad things.",
    "author": "Dogen"
  },
  {
    "quote": "Even though<br>I may see it again<br>how can I sleep tonight?<br>&mdash; autumn moon.",
    "author": "Dogen"
  },
  {
    "quote": "By the continuous practice of all buddhas and ancestors, your practice is actualized and your great road opens up.  By your continuous practice, the continuous practice of all buddhas is actualized and the great road of all buddhas opens up.  Your continuous practice creates the Circle of the Way.",
    "author": "Dogen"
  },
  {
    "quote": "Vast and broad, it covers heaven and earth<br>Close and intimate, it contains the pure void<br>Buddhas and ancestors cannot find it<br>But they can build reed huts.",
    "author": "T'aego"
  },
  {
    "quote": "The self-nature of suchness gives rise to thoughts.  But even though the six sense-faculties see, hear, sense and know, it is not tainted by the myriads of images.  The true nature is constantly free and self-reliant.",
    "author": "Platform Sutra of the Sixth Patriarch"
  },
  {
    "quote": "The water is clear right down to the bottom,<br>Fish swim lazily on.<br>The sky is vast without end,<br>Birds fly far in the distance.",
    "author": "Hongzhi Zhenjue"
  },
  {
    "quote": "In darkness it is even brighter,<br>When hidden it is all the more visible.<br>The crane dreams of misty frost,<br>The waters contain the distant autumn.",
    "author": "Hongzhi Zhenjue"
  },
  {
    "quote": "When the bottom is filled with rubbish,<br>Just walk through the sludge.<br>Do not laugh at the snail<br>Meandering in its own slime.",
    "author": "Hongzhi Zhenjue"
  },
  {
    "quote": "You must remember and return to the homeward path. The clouds evaporate in the cold sky.  The autumn has departed and the mountain is barren. This is where we originally dwell.",
    "author": "Hongzhi Zhenjue"
  },
  {
    "quote": "People of affairs who study the Path often understand rationally without getting to the reality.  Without discussion and thought they are at a loss, with no place to put their hands and feet&mdash;they won't believe that where there is no place to put one's hands and feet is really a good situation.",
    "author": "Ta-hui"
  },
  {
    "quote": "Though essence and function are distinguished, the profound clarity is one:  like when you cut up sandalwood, each and every piece is sandalwood.",
    "author": "Ta-hui"
  },
  {
    "quote": "The hundred bones will crumble<br>And return to fire and wind.<br>But one thing is eternally clear,<br>embracing heaven and earth.",
    "author": "Chinul"
  },
  {
    "quote": "The clear mirror and its stand have been broken.<br>There is no dust in the eyes of the blind donkey.<br>Dark, dark everywhere&mdash;the appearance of subtle Zen.<br>Let it be.<br>The garden lantern opens it mouth, laughing.",
    "author": "Muso Soseki"
  },
  {
    "quote": "He who dances and skips on the Great Way<br>Is face to face with the Nirvana Gate.<br>Just sitting with a boundless mind,<br>Next year spring is still spring.",
    "author": "Chao-chou"
  },
  {
    "quote": "Eighty years and eight,<br>No craving, no attachment.<br>Let's go on back home.<br>When the water clears, the moon appears.",
    "author": "Nun Tao-ch'ien (d. 1820)"
  },
  {
    "quote": "I suddenly find myself upside-down on level ground:<br>When I pick myself up, there's nothing to say!<br>If someone should ask me what this is all about,<br>Smiling, I'd point to the pure breeze and bright moon.",
    "author": "Nun Chen-ju (12th century CE)"
  },
  {
    "quote": "People have a one-scroll sutra<br>Without form and without name.<br>No one is able to unroll and read it,<br>And none of us can hear it.<br>When you are able to unroll and read it,<br>You enter the priciple and accord with the Birthless.<br>Not to speak of becoming a Bodhisattva,<br>You don't even need to become a Buddha.",
    "author": "Layman P'ang"
  },
  {
    "quote": "One thousand feet my line hangs down.<br>The slightest wave is followed by ten thousand ripples.<br>The night is quiet, the water cold, the fish not biting.<br>My boat filled with an empty cargo of moonlight, I return.",
    "author": "Chuanzi Decheng (9th century CE)"
  },
  {
    "quote": "In the deep canyon where the clear stream is flowing continuously, all kinds of birds are signing everywhere.  No one ever comes to visit this place.  It is called Sunim's dwelling place, and it is quiet and tranquil.  Here is where I sit and examine what this mind is. Now if this mind is not Buddha, then what else is it?",
    "author": "Kyong Ho (1849-1912 CE)"
  },
  {
    "quote": "A white-haired Zen monk with a hut for my home<br>the wind has torn my robe into rags<br>down by the stream I rake leaves for my stove<br>after a frost I wrap a mat around my orange tree<br>ultimate reality isn't created<br>ready-made koans aren't worth a thought<br>all day I sit by my open window<br>looking at mountains without lowering the shade",
    "author": "Shih Wu ('Stonehouse', 1272-1352 CE)"
  }
]